[

    {
        "title": "MUKADIMAH",
        "list1": "Definisi Sholati ila Mamati",
        "para1": "Sholati Ila Mamati adalah frasa yang diambil dari bahasa Arab. Sholati berarti sholatku. Ila berarti sampai. Sedangkan mamati berarti matiku. Sehingga \"Sholatku sampai Matiku\" maksudnya adalah saya sebagai penghafal Alquran berazam untuk menegakkan sholat baik wajib maupun sunah, berupaya istikamah dan murajaah Alquran pada sholat sunah sampai ajal menjemput. Itulah komitmen saya.",
        "para2": "Allah berfirman, \"Dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu.\" (QS. Alhijr: 99)",
        "list2": "Definisi Murajaah",
        "para5": "Secara etimologi, murajaah adalah mashdar (bentukan kata benda) yang berarti mengulang-ulang sesuatu.",
        "para6": "Secara terminologi, murajaah adalah membaca atau mengulangulang hafalan Alquran dengan menggunakan metode tertentu. Dalam buku ini, mengenalkan metode “Sholati Ila Mamati” yaitu metode murajaah Alquran di dalam sholat Sunah."
    },
    {
        "title": "Keutamaan Murajaah Hafalan Alquran (Bab 1)",
        "list1": "1. Memperoleh pahala yang berlipat ganda",
        "para1": "Rasulullah bersabda,",
        "para2": "\"Barangsiapa membaca satu huruf dari Alquran, maka baginya satu pahala kebaikan. Satu pahala kebaikan akan dilipat gandakan menjadi sepuluh kali. Aku tidak mengatakan Alif Laam Miim itu satu huruf, tetapi Alif satu huruf, Laam satu huruf dan Miim satu huruf.”",
        "para3": "(HR. at-Tirmizi no. 2910 disahihkan oleh syekh al Albani)",
        "list2": "2. Menjadi seorang mukmin yang baik imannya serta terhindar dari sifat nifak",
        "para5": "Rasulullah bersabda,",
        "para6": "“Perumpamaan seorang mukmin yang suka membaca Alquran seperti buah utrujah, baunya harum dan rasanya enak. Ibarat seorang mukmin yang tidak suka membaca Alquran seperti buah kurma, tidak berbau namun rasanya manis. Pengandaian seorang munafik yang suka membaca Alquran seperti buah raihanah, baunya harum tapi rasanya pahit. Sedangkan permisalan seorang munafik yang tidak suka membaca Alquran seperti buah hanzalah, tidak berbau dan rasanya pahit.”",
        "para7": "(HR. Bukhari no. 5427)",
        "list3": "3. Menjadi umat yang taat perintah Rasulullah karena memikul amanah menjaga hafalan Alquran",
        "para9": "Rasulullah bersabda,",
        "para10": "\"Jagalah Alquran ini (dengan banyak membacanya), karena demi Zat yang jiwa Muhammad berada di tangan-Nya, ia lebih cepat hilangnya daripada unta dari tambatannya.”",
        "para11": "(HR. Muslim no. 791)",
        "list4": "4. Alquran menjadi syafaat bagi pembacanya di hari kiamat",
        "para13": "Rasulullah bersabda,",
        "para14": "\"Bacalah Alquran, karena ia akan datang memberi syafaat kepada para pembacanya pada hari kiamat nanti.”",
        "para15": "(HR. Muslim no. 804)",
        "list5": "5. Dilindungi dari berbagai gangguan setan, sihir dan dukun",
        "para17": "Alquran adalah zikir terbaik. Orang yang selalu berzikir kepada Allah akan dilindungi dari berbagai macam keburukan. Sebaliknya, orang yang berpaling dari berzikir kepada Allah akan dipersiapkan untuknya setan yang menguasainya dan menjadi temannya. Allah berfirman,",
        "para18": "\"Dan barang siapa berpaling dari pengajaran Allah Yang Maha Pengasih (Alquran), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya.” (QS. Azzukhruf: 36)",
        "para19": "Rasulullah bersabda,",
        "para20": "\"Bacalah Alquran, karena ia akan datang memberi syafaat kepada para pembacanya pada hari kiamat nanti. Bacalah Zahrawain, yakni QS. Albaqarah dan Ali Imran, karena keduanya akan datang pada hari kiamat nanti, seperti dua tumpuk awan menaungi pembacanya, atau seperti dua kelompok burung yang sedang terbang dalam formasi hendak membela pembacanya. Bacalah Albaqarah karena dengan membacanya akan memperoleh berkah, dan dengan tidak membacanya akan menyebabkan penyesalan. Pembacanya tidak dapat dikuasai (dikalahkan) oleh tukang-tukang sihir.” Mu’awiyah menjelaskan, “Telah sampai (khabar) kepadaku bahwa Albatalah adalah tukang-tukang sihir.” (HR. Muslim no. 804)",
        "list6": "6. Murajaah hafalan sebagai obat dan rahmat",
        "para21": "Allah berfirman,",
        "para22": "\"Dan Kami turunkan dari Alquran (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman, sedangkan bagi orang yang zalim (Alquran itu) hanya akan menambah kerugian.”",
        "para23": "(QS. Al-Isra: 82)",
        "list7": "7. Lisan menjadi selalu basah dengan zikir kepada Allah dan terhindar dari tutur yang sia-sia",
        "para25": "Diceritakan bahwa dua orang Badui datang kepada Rasulullah. Salah satu di antara mereka bertanya, “Wahai Rasulullah, beri tahu aku suatu perkara yang bisa aku tekuni.” Rasulullah bersabda,",
        "para26": "“Hendaknya lisanmu selalu basah dengan zikir kepada Allah.”",
        "para27": "(HR. Ibnu Hibban no. 814 disahihkan oleh Syekh Al Albani)",
        "list8": "8. Dinaikkan derajatnya di surga Allah",
        "para29": "Rasulullah bersabda,",
        "para30": "\"Dikatakan kepada orang yang membaca Alquran, “Bacalah, dan naiklah. Bacalah dengan tartil (tidak terburu-buru), sebagaimana engkau membaca dengan tartil di dunia. Sesungguhnya tempatmu (derajatmu di surga) adalah pada akhir ayat yang engkau baca.” ",
        "para31": "(HR. Abu Dawud no. 1464 disahihkan oleh Syekh Al Albani)"
    },
    {
        "title": "Penghafal Alquran Berusaha Rajin Sholat dan Sedekah (Bab 2)",
        "para1": "Allah menyebutkan bahwa penghafal Alquran adalah orang rajin sholat dan bersedekah. Mereka itulah yang mendapatkan “perniagaan yang tidak pernah rugi”. Allah berfirman,",
        "para2": "\"Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Alquran) dan melaksanakan sholat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya dengan diam-diam dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan rugi.” (QS. Fatir: 29)",
        "para3": "Ibnu Katsir menjelaskan dalam kitab tafsirnya terkait ayat tersebut,",
        "para4": "“Allah mengabarkan tentang hamba-hamba-Nya yang beriman yang selalu tilawah Alquran, mengimaninya serta mengamalkan isi kandungannya, seperti menegakkan sholat dan menginfakkan sebagian rezeki yang Allah limpahkan kepada mereka di waktuwaktu yang disyariatkan baik siang maupun malam secara sembunyisembunyi ataupun terang-terangan. Mereka itulah yang mengharapkan perniagaan yang tidak akan rugi yaitu pahala di sisi Allah yang pasti akan mereka dapatkan.” (Tafsir Ibnu Katsir: VI/483)",
        "para5": "Penghafal Alquran yang tidak mengamalkan kandungannya maka tidak termasuk yang disebutkan dalam ayat di atas. Bahkan dia tidak termasuk ahlu Alquran yang mendapatkan keutamaan syafaat pada hari kiamat. Rasulullah bersabda,",
        "para6": "\"Alquran akan didatangkan pada hari kiamat bersama pembacanya yang mengamalkan kandungannya. Surat Albaqarah dan Ali Imran mendatangi pembacanya.”",
        "para7": "Kemudian Rasulullah memberikan tiga permisalan tentang keduanya yang tidak bisa kami lupakan setelah itu, Nabi bersabda,",
        "para8": "\"Kedua Surat tersebut seperti dua awan atau bayangan hitam. Di antara keduanya terdapat cahaya. Atau keduanya seperti dua kelompok burung yang sedang terbang dalam formasi hendak membela pembacanya.” (HR. Muslim no. 805)",
        "para9": "Maka hakikat buku ini ditulis adalah untuk mengajak para penghafal Alquran agar rajin sholat dan memperbaiki sholat serta gemar bersedekah."
    },
    {
        "title": "Penghafal Alquran Tidak Hanya Rajin Sholat Dan Sedekah (Bab 3)",
        "para1": "Hafal Alquran, rajin sholat dan sedekah ternyata masih belum cukup, ada beberapa hal penting lain yang harus diperhatikan;",
        "list2": "1. Memperbaiki niat",
        "para5": "Rasulullah bersabda tentang penghafal Alquran yang dimasukkan ke dalam Neraka,",
        "para6": "“Didatangkanlah seorang yang belajar dan mengajarkan Alquran serta membacanya. Kemudian disebutkan kepadanya berbagai nikmat (yang pernah diperolehnya) maka iapun mengenalinya. Allah bertanya, “Apa yang telah kamu perbuat dengan nikmat tersebut?” Dia menjawab, “Saya belajar ilmu dan mengajarkannya. Saya juga membaca Alquran demi Engkau.” Allah berfirman, “Kamu dusta, sebenarnya kamu belajar ilmu dan mengajarkannya agar disebut sebagai orang alim. Kamu membaca Alquran agar disebut sebagai orang yang mahir membaca. Kamu telah mendapatkan sebutan itu semua.” Maka diperintahkanlah agar dia dicampakkan dan dilemparkan ke dalam neraka.”",
        "list3": "2. Tidak berbuat dosa kepada manusia",
        "para9": "Rasulullah pernah bertanya kepada para sahabat, \"Tahukah kalian, siapakah orang yang bangkrut itu?\" Para sahabat menjawab, “Menurut kami, orang yang bangkrut diantara kami adalah orang yang tidak memiliki uang dan harta kekayaan.” Rasulullah lantas menjelaskan,",
        "para10": "“Sesungguhnya umatku yang bangkrut adalah orang yang pada hari kiamat datang dengan sholat, puasa, dan zakat, akan tetapi selalu mencaci-maki, menuduh, makan harta orang lain yang bukan haknya dan menumpahkan darah serta memukul orang lain. Niscaya pahalanya ini itu diambil (untuk diberikan kepada orang lain) Jika pahalanya habis, sementara tuntutan mereka banyak yang belum terpenuhi, maka sebagian dosa dari setiap orang tadi diambil dan ditimpakan kepada orang tersebut, hingga akhirnya ia dilemparkan ke neraka.” (HR. Muslim no. 2581)",
        "para11": "Dalam hadis lain Rasulullah bersabda",
        "para12": "\"Barangsiapa yang pernah berbuat zalim terhadap kehormatan saudaranya atau sesuatu apapun, hendaklah dia meminta kehalalannya (maaf) pada hari ini (di dunia) sebelum datang hari dimana tidak bermanfaat dinar dan dirham. (Jika tidak dilakukannya), bila dia memiliki amal shalih akan diambil darinya sebanyak kezalimannya. Apabila dia tidak memiliki kebaikan lagi maka keburukan saudaranya itu diambil lalu ditimpakan kepadanya.” (HR. Bukhari no. 2449)",
        "list4": "3. Berdoa agar dihindarkan dari nifak",
        "para13": "Rasulullah bersabda,",
        "para14": "\"Kebanyakan orang yang melakukan nifak amal (riya) dari umatku adalah para ahli baca Alquran.” (Sahihul Jamik As Shoghir Syekh Al Albani no. 1203)",
        "para15": "Allah berfirman,",
        "para16": "\"Sesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk sholat, mereka lakukan dengan malas. Mereka bermaksud riya (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali.” (QS. An Nisa: 142)"
    },
    {
        "title": "Berlatih Murajaah Alquran di dalam Sholat Sunah (Bab 4)",
        "para1": "Mengapa sholat sunah? Jawabannya adalah karena dalam sholat sunah seseorang bisa leluasa untuk murajaah sepuasnya. Rasulullah bersabda,",
        "para2": "\"Jika seorang dari kalian memimpin sholat orang banyak, hendaklah meringankannya, karena di antara mereka ada orang lemah, orang sakit dan orang lanjut usia. Namun bila dia sholat sendiri silahkan dia panjangkan sesukanya.” (HR. Bukhari no. 703)",
        "para3": "Bagi kaum hawa yang sholat fardu sendirian di rumah bisa murajaah Alquran atau membaca ayat yang panjang khusus untuk sholat Zuhur dan Subuh. Begitu pula diperkenankan bagi imam yang makmumnya sudah paham akan syariat panjangnya sholat Zuhur dan Subuh dan mereka mampu untuk berdiri lama. Dari Sulaiman bin Yasar, dari Abu Hurairah a berkata,",
        "para4": "\"Aku belum pernah sholat di belakang imam yang lebih mirip dengan sholatnya Rasulullah Shallallallahu'alaihi wasallam daripada sholat di belakang si Fulan (seorang sahabat Nabi n bernama Amr bin Salamah Al Jarmy yang masih berusia belia).” Sulaiman bin Yasar menjelaskan, “Beliau (Amr bin Yasar Al Jarmy) memperlama dua rakaat pertama pada sholat Zuhur dan meringankannya pada dua rakaat terakhir. Beliau juga meringankan sholat Asar, membaca surat-surat pendek pada sholat Magrib. Beliau membaca surat yang sedang pada sholat Isya dan membaca surat yang panjang pada sholat Subuh.\" (HR. An Nasai no. 982 disahihkan oleh Syekh Al Albani)",
        "para5": "Murajaah itu dicicil, maka waktu yang paling tepat adalah ketika sholat sunah karena sholat Sunah adalah amalan yang bisa dikerjakan secara dicicil sedikit demi sedikit menurut waktunya. Murajaah yang dilakukan sekaligus banyak, dikhawatirkan akan mengundang kejenuhan, bahkan bisa berhenti di jalan dan tidak istikamah, seperti orang yang menargetkan 1 juz satu kali duduk.",
        "para6": "Bukanlah karena kita yang hebat, tapi karena pertolongan Allah yang memberikan kita kekuatan untuk bisa istikamah melaksanakan sholat sunah ini. Oleh karena itu, kita selalu berdoa dalam sholatsholat kita,",
        "para7": "\"Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan.” (QS. Al-Fatihah: 5)",
        "para8": "Semoga Allah memberkahi sholat kita dan memudahkan usaha kita."
    },
    {
        "title": "Kisah salaf dalam sholat (Bab 5)",
        "para1": "Penting bagi kita untuk membaca kisah salaf dalam ibadah mereka agar kita termotivasi mencontoh mereka karena ini salah satu upaya meningkatkan kualitas para penghafal Alquran yang diharapkan menjadi qudwah dan suri teladan bagi selain mereka.",
        "para2": "Sa’id bin Al Musayyib berkata,",
        "para3": "\"Tidaklah muazin mengumandangkan azan semenjak 30 tahun kecuali aku sudah berada di masjid.\" (Tabaqat Al Hanabilah 1/141)",
        "para4": "Rabiah bin Zaid berkata,",
        "para5": "\"Tidaklah seorang muazin mengumandangkan azan Zuhur semenjak 40 tahun kecuali aku sudah berada di masjid kecuali sakit dan safar.\" (Siaru A'lamin Nubala 5/240)",
        "para6": "Yahya bin Ma'in berkata,",
        "para7": "\"Sesungguhnya ia (Yahya bin Sa'id) belum pernah luput dari tergelincirnya matahari (waktu Zuhur) di masjid selama 40 tahun.\" (Siaru A'lamin Nubala 9/181)",
        "para8": "Sa'id bin Al Musayyib berkata,",
        "para9": "\"Aku tidak pernah tertinggal takbiratul ihram selama 50 tahun dan aku tidak pernah melihat tengkuk seseorang selama 50 tahun.\" (Wafayatul A'yan 2/357)",
        "para10": "Waki' bin Al Jarrah berkata,",
        "para11": "\"Adalah Al A'masy kurang lebih selama 70 tahun belum pernah luput dari takbiratul ihram.\" (Tadzkiratul Huffaz 1/154)",
        "para12": "Ibnu Sama'ah berkata,",
        "para13": "\"Selama 40 tahun aku belum pernah luput dari takbiratul ihram kecuali di hari wafatnya ibuku.\" (Siaru A'lamin Nubala 10/646)",
        "para14": "'Adi bin Hatim berkata,",
        "para15": "\"Tidaklah masuk waktu sholat kecuali aku menyambutnya dengan kerinduan-kerinduan, dan tidak masuk waktu sholat sekalipun kecuali aku telah bersiap-siap.\" (Az Zuhd Lil Imam Ahmad bin Hanbal hal. 249)",
        "para16": "Sufyan bin 'Uyainah berkata,",
        "para17": "\"Sesungguhnya termasuk dari menghormati sholat adalah engkau datang sebelum ikamah.\" (Shifatus Shafwah 2/235)",
        "para18": "Dan sungguh Sufyan bin 'Uyainah menganjurkan kita untuk berjalan menuju sholat meskipun belum dikumandangkan azan, beliau berkata,",
        "para19": "\"Janganlah kamu menjadi seperti fulan, ia tidak datang menuju sholat kecuali dipanggil \"datangilah sholat\" (azan).\" (At Tabshirah Li Ibni Al Jauzy 1/137)",
        "para20": "Dari kisah di atas mudah-mudahan kita dapat mengambil pelajaran darinya. Kita memohon kepada Allah agar diberikan kemudahan untuk mengamalkannya agar kita, keluarga dan anak cucu kita menjadi hamba Allah yang menegakkan sholat sebagaimana doa Nabi Ibrahim untuk diri dan anak cucu beliau, Allah berfirman;",
        "para21": "\"Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan sholat, ya Tuhan kami, perkenankanlah doaku.\"",
        "para22": "(QS. Ibrahim: 40)"
    },
    {
        "title": "Keuntungan Murajaah Alquran saat Sholat Sunah (Bab 6)",
        "list1": "1. Insya Allah hafal seumur hidup",
        "para1": "Sholat adalah ibadah inti yang seseorang terus berusaha untuk istikamah seumur hidup hingga ajal menjemput. Allah berfirman,",
        "para2": "\"Dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu.”",
        "para3": "(QS. Al-Hijr: 99)",
        "para4": "Maka hafalan Alquran yang dimurajaah pada sesuatu yang seumur hidup (sholat) akan menjadi seumur hidup pula.",
        "list2": "2. Disediakan pahala khusus",
        "para5": "Rasulullah bersabda,",
        "para6": "\"Apakah salah seorang dari kalian suka bila kembali kepada isterinya mendapatkan tiga ekor unta yang sedang bunting lagi gemuk?” Kami menjawab, “Ya.” Beliau bersabda, “Tiga ayat yang dibaca oleh salah seorang dari kalian di dalam sholatnya adalah lebih baik daripada ketiga ekor unta yang bunting dan gemuk itu.” (HR. Muslim no. 802)",
        "list3": "3. Sholat dan hafalan terjaga",
        "para9": "Menjaga sholat adalah perintah Allah,",
        "para10": "\"Peliharalah semua sholat dan sholat wusta (sholat Asar). Dan laksanakanlah (sholat) karena Allah dengan khusyuk.” (QS. Albaqarah: 238)",
        "para11": "Orang yang selalu menjaga sholat sunah, baik rawatib qobliyah maupun bakdiyah, insya Allah sholat wajibnya juga akan terjaga karena bagi laki-laki, ia selalu berusaha berada di masjid sebelum masuk waktu sholat wajib. Adapun bagi perempuan, dia siap di atas sajadah sebelum masuk waktu sholat wajib. Rasulullah bersabda,",
        "para12": "\"Barangsiapa menjaga dua belas rakaat sholat sunah maka akan dibangunkan rumah untuknya di surga.” (HR. Ibnu Majah no. 1140 disahihkan oleh Syekh Al Albani)",
        "list4": "4. Tidak terasa murajaah",
        "para13": "Ada ungkapan “Tidak murajaah tapi murajaah”. Maksudnya adalah orang yang banyak murajaah dalam sholat maka di luar sholat dia seperti orang yang tidak murajaah padahal ia selalu murajaah dan mencapai target.",
        "list5": "5. Suara tidak cepat habis",
        "para17": "Berbeda dengan murajaah di luar sholat, di dalam sholat seseorang akan membaca ayat lebih pelan sehingga kualitas suara tetap terjaga dan tidak mudah habis. ",
        "list6": "6. Tidak cepat bosan",
        "para21": "Karena hakikat sholat adalah penyejuk mata bagi seseorang yang benar-benar menikmatinya. Rasulullah bersabda,",
        "para22": "\"Yang aku sukai dari dunia adalah wanita dan minyak wangi, dan dijadikan penyejuk mataku ada dalam sholat.\" (HR. Ahmad no. 11845 Hasan dari banyak jalur)"
    },
    {
        "title": "Faktor pendukung metode Sholati Ila Mamati (Bab 7)",
        "list1": "1. Pertolongan Allah dan iman yang kuat",
        "para1": "Di dunia ini tidak ada yang mampu melakukan apapun kecuali atas kehendak dan pertolongan dari Allah. Oleh karena itu, kita harus semangat dan terus meminta pertolongan dari Allah. Rasulullah bersabda,",
        "para2": "“Orang mukmin yang kuat lebih baik dan lebih dicintai oleh Allah daripada orang mukmin yang lemah. Pada masing-masing memang terdapat kebaikan. Capailah dengan sungguh-sungguh apa yang berguna bagimu. Mohonlah pertolongan kepada Allah dan janganlah menjadi orang yang lemah.” (HR. Muslim no. 2664)",
        "list2": "2. Hadir di masjid sebelum masuk waktu sholat",
        "para5": "Ini merupakan salah satu faktor penting karena dengan ini seseorang akan terus termotivasi dan dalam rangka mendapatkan takbiratul ihram bersama imam. Rasulullah bersabda,",
        "para6": "\"Barangsiapa sholat berjamaah selama empat puluh hari, mendapatkan takbir pertama, ikhlas karena Allah, maka akan dicatat baginya terbebas dari dua hal: terbebas dari api neraka dan terbebas dari sifat munafik.” (HR. At Tirmizi no. 241 disahihkan oleh Syekh Al Albani)",
        "para7": "Bagi akhwat juga sama, hadir di atas sajadah di rumahnya sebelum masuk waktu sholat. Dengan ini, seseorang akan leluasa mengerjakan beberapa sholat sunah yang disyariatkan sambil murajaah di dalamnya. Uraian lengkapnya, insya Allah akan dijelaskan pada pembahasan berikutnya.",
        "list3": "3. Adanya dukungan dari pihak-pihak terkait",
        "para9": "Ini juga merupakan masalah penting. Seorang anak hendaknya didukung oleh orang tuanya. Seorang murid hendaknya didukung oleh gurunya atau seorang pekerja hendaknya didukung oleh perusahaan tempat dia bekerja. Dukungan bisa berbentuk moril atau materiel. Untuk anak-anak misalnya, bisa diberikan reward atau hadiah jika mencapai target rakaat sholat sunah.",
        "list4": "4. Adanya kontrol dan rasa tanggung jawab sebagai penghafal Alquran",
        "para13": "Insya Allah jika sudah terkontrol dan tertib maka amalan tersebut akan mudah dilaksanakan.",
        "list5": "5. Meluangkan waktu khusus",
        "para17": "Semua manusia yang ada di muka bumi ini memiliki kesibukan yang berbeda-beda. Satu hal yang menyatukan mereka adalah istikamah untuk sholat sunah. Misalkan seseorang memiliki waktu khusus untuk sholat malam walau beberapa rakaat.",
        "list6": "6. Menjaga kesehatan",
        "para21": "Kesehatan merupakan salah satu nikmat Allah yang sangat besar dalam hidup ini. Dengan sehat mereka akan terus semangat beribadah dan jangan sampai menjadi hamba yang lalai. Rasulullah bersabda,",
        "para22": "\"Dua kenikmatan yang sering dilupakan oleh kebanyakan manusia adalah kesehatan dan waktu luang.” (HR. Bukhari no. 6412)",
        "para23": "Termasuk usaha menjaga kesehatan, sebagian orang menganjurkan kepada para penghafal Alquran untuk minum air mineral yang banyak, agar lebih segar dan tidak lemas.",
        "list7": "7. Rasa syukur",
        "para25": "Hamba yang berterima kasih adalah hamba yang pandai bersyukur kepada Allah. Seorang hafiz telah diberikan karunia yang besar berupa hafalan Alquran. Hendaknya dia mengetahui bagaimana cara bersyukur kepada Allah. Rasulullah mengungkapkan rasa syukurnya dengan sholat. Beliau pernah mengerjakan sholat hingga kaki beliau bengkak. Pernah ditanyakan hal tersebut kepada beliau, namun beliau menjawab,",
        "para26": "\"Tidak bolehkah aku menjadi hamba yang bersyukur.” (HR. Bukhari no. 6471)",
        "list8": "8. Sholat sunah sambil duduk",
        "para29": "Terkadang sebagian orang merasa berat jika harus berdiri. Maka dia diperbolehkan untuk sholat sunah dengan duduk jika ia merasa mudah dengan itu. Akan tetapi pahalanya setengah dari berdiri.",
        "para30": "Rasulullah bersabda,",
        "para31": "\"Sholat seseorang yang dilakukanya dengan duduk, memperoleh separuh pahala sholat (dengan berdiri)” (HR. Muslim no. 735)"
    },
    {
        "title": "Faktor Penghambat Metode Sholati Ila Mamati (Bab 8)",
        "list1": "1. Tidak mengerjakan sholat sunah",
        "para1": "Ini adalah penyebab utama tidak berjalannya metode Sholati Ila Mamati. Bagaimana seseorang bisa menjalankan metode ini sementara ia tidak mengerjakan sholat sunah? Hendaknya seseorang mengetahui begitu besarnya keutamaan sholat sunah dan bahwasanya sholat sunah juga akan dihisab di hari kiamat. Syekhul Islam Ibnu Taimiyah berkata,",
        "para2": "\"Barangsiapa yang tidak sempurna dalam mengqada (mengganti) sholat wajib yang pernah ia tinggalkan hendaknya bersungguhsungguh untuk memperbanyak sholat-sholat sunah karena sesungguhnya sholat-sholat sunah itu dihisab di hari kiamat.” (Jami'ul Masail: IV/109)",
        "para3": "Maka orang yang cerdas adalah orang yang menjadikan sholat sebagai bekal terbaik di akhirat. Rasulullah bersabda,",
        "para4": "\"Orang yang cerdas adalah orang yang mau instropeksi diri dan beramal untuk hari setelah kematian.” (HR. At Tirmizi: 2459, dihasankan oleh Syekh Al Mubarakfuri dalam Tuhfatul Ahwazi)",
        "list2": "2. Beranggapan bahwa murajaah hafalan di dalam sholat sunah bukan keharusan",
        "para5": "Iya benar bukan keharusan, akan tetapi ini termasuk penyebab utama metode ini tidak berjalan. Jika kita terus beranggapan seperti itu maka sampai ajal menjemput kita tidak mengerjakannya padahal para salaf terdahulu adalah orang yang paling lama sholat sunahnya. Bahkan di antara penghafal Alquran ada yang berkata, “Saya belum bisa murajaah hafalan di dalam sholat sunah karena belum mutqin (bagus dan sempurna)”",
        "para6": "Solusi yang bisa dilakukan adalah hendaknya memutqinkan hafalan terlebih dahulu kemudian mempraktekkannya di sholat sunah atau mempraktekkan hafalan yang kuat terlebih dahulu seperti juz amma, setelah itu dilanjutkan yang lain. Proses ini tidak langsung sukses dalam 1 bulan, tapi harus bersabar kira-kira 3 bulan sehingga akan terasa mudah untuk menjalankan hafalan dan sholat karena masa 1 bulan adalah proses pengembalian hafalan yang lupa.",
        "list3": "3. Beranggapan bahwa murajaah di luar sholat lebih mutqin",
        "para9": "Anggapan tersebut tidak benar, murajaah di dalam sholatlah yang lebih mutqin. Allah mengatakan bahwa membaca Alquran di dalam sholat adalah lebih kuat. Allah berfirman,",
        "para10": "\"Sungguh, sholat malam itu lebih kuat (mengisi jiwa); dan bacaan di waktu itu lebih kuat.” (QS. Almuzzammil: 6)",
        "list4": "4. Sakit",
        "para13": "Sakit merupakan cobaan bagi penghafal Alquran. Ketika sakit menimpa, maka sangatlah sulit untuk sholat sunah dan murajaah hafalan di dalamnya. Solusinya adalah dengan berdoa dan selalu menjaga kesehatan. Ada doa yang diajarkan oleh Nabi untuk meminta kesehatan in sya Allah pada bab Zikir Pagi dan Petang.",
        "list5": "5. Lelah",
        "para17": "Lelah salah satu dari penghambat seorang untuk sholat sunah dan murajaah di dalamnya. Lelah bisa datang kapan saja biasanya setelah beraktivitas penuh. Masalah ini bisa diatasi dengan memperbaiki pola istirahat dan mengatur serta mengurangi aktivitas yang kurang bermanfaat.",
        "list6": "6. Mengantuk",
        "para21": "Penghambat yang satu ini sering menimpa para penghafal Alquran. Jika sebentar dan hanya sesekali maka tidak masalah. Masalahnya adalah manakala sering mengantuk. Demikian itu dapat mengganggu sholat sunah dan murajaah di dalamnya. Solusinya adalah tidur secukupnya saja dan diusahakan mengatur pola tidur yang baik seperti menghindari begadang malam.",
        "list7": "7. Malas",
        "para25": "Malas bukan sifat seorang muslim karena Nabi berlindung darinya. Ini adalah penyakit yang sangat menggangu aktifitas sholat sunah dan murajaah seseorang. Ia adalah bagian dari futur atau kurang semangat. Hendaknya seorang penghapal Alquran selalu semangat untuk hal yang bermanfaat dan tidak bermalas-malasan.",
        "list8": "8. Safar atau perjalanan jauh",
        "para29": "Tidak setiap saat kita safar. Tentunya ketika kita sedang safar sangat sulit sekali untuk sholat sunah dan murajaah hafalan. Tapi jangan khawatir, penghambat ini hanya terjadi sesekali saja. Solusi yang sesuai adalah dengan mengurangi jadwal safar dengan menetapkan skala prioritas safar yang betul-betul penting."
    },
    {
        "list1": "9. Sibuk",
        "para1": "Mereka mengatakan kami sibuk. Sibuk bekerja, sekolah atau urusan lainnya. Inilah salah satu penghambat sholat sunah dan murajaah Alquran yang tanpa disadari oleh kebanyakan. Tanpa disadari waktunya habis dalam kesibukan. Andai saja mereka tahu begitu besar hak Allah, niscaya mereka akan bertaubat. Berapa banyak waktu terbuang yang tidak digunakan untuk sholat sunah dan murajaah hafalan. Seorang penghafal Alquran harus menyiapkan waktu khusus untuk Allah dan bersungguh-sungguh di dalamnya.",
        "list2": "10. Maksiat dan dosa",
        "para5": "Maksiat dan dosa akan berpengaruh pada sholat sunah dan murajaah hafalan. Hatinya akan terus gelisah tanpa arah. Seorang penghafal Alquran hendaknya senantiasa memperbanyak istigfar dan taubat serta meninggalkan maksiat, kerena sesungguhnya hafalan adalah cahaya dan cahaya Allah tidak diberikan untuk orang yang bermaksiat.",
        "list3": "11. Futur",
        "para9": "Mungkin kita pernah merasakan penyakit yang satu ini. Penyakit berbahaya ini bisa menimpa sebagian orang di mana seseorang berhenti atau putus dari sebuah amalan yang selama ini dia tekuni. Solusinya, bersihkan hati dan banyak berdoa kepada Allah agar selalu diberi ketetapan."
    },
    {
        "title": "Beberapa Metode Murajaah Penunjang (Bab 9)",
        "para1": "Murajaah tambahan di luar sholat ini dapat membantu target murajaah hafalan Alquran atau untuk persiapan melaksanakan sholat sunah.",
        "list2": "1. Murajaah setelah sholat Subuh dan Asar",
        "para5": "Metode ini sangat membantu menjaga hafalan Alquran baik dengan teman maupun sendiri. Misalkan murajaah setelah subuh untuk digunakan saat sholat Duha.",
        "list3": "2. Murajaah di waktu senggang",
        "para9": "Sejatinya seorang muslim mengisi waktu luangnya untuk berzikir kepada Allah baik tilawah Alquran, tasbih, tahmid, takbir, tahlil, istigfar dan lain-lain. Allah berfirman,",
        "para10": "\"Maka apabila engkau telah selesai (dari sesuatu urusan), tetaplah bekerja keras (untuk ibadah lain).” (QS. Al Insyirah: 7)",
        "para11": "Waktu senggang ini bisa dimanfaatkan untuk murajaah hafalan Alquran yang belum maksimal.",
        "list4": "3. Ketika berada di atas kendaraan",
        "para13": "Kami tidak menyarankan untuk murajaah di atas kendaraan ketika posisi anda sebagai pengemudi demi alasan keslamatan. Akan tetapi jika berhati-hati dan dianggap aman maka tidak mengapa seperti murajaah ayat-ayat yang mudah untuk dibaca atau zikir-zikir yang mudah.",
        "list5": "4. Murajaah Akbar",
        "para17": "Murajaah Akbar adalah murajaah bulanan atau tahunan secara besar-besaran mirip dengan karantina. Biasanya jumlah juz yang dimurajaah lebih dari 1 juz bahkan sampai 30 juz dalam waktu tertentu.",
        "para18": "Metode-metode tersebut sangat membantu metode “Sholati Ila Mamati” untuk mengecek kembali hafalan yang salah."
      },
      {
        "title": "Sholat Sunah yang bisa Digunakan untuk Murajaah (Bab 10)",
        "list1": "1. Sholat yang disunahkan untuk membaca pendek",
        "para1": "Beberapa sholat sunah yang dianjurkan untuk membaca surat yang pendek antara lain;",
        "list2": "a. Sholat sunah fajar",
        "para5": "Rasulullah bersabda,",
        "para6": "\"Dua rakaat (sunah) fajar lebih baik daripada dunia seisinya.” (HR. Muslim no. 725)",
        "para7": "Aisyah Ummul mukminin menuturkan bahwa Nabi meringankan dua rakaat ini sebelum sholat Subuh hingga beliau bertanya,",
        "para8": "\"Apakah Beliau n membaca Ummul Kitab (Al Fatihah)?” (HR. Al Bukhari no. 1165)",
        "para9": "Dalam sebuah hadis yang diriwayatkan oleh Muslim, Abdullah bin Abbas a menjelaskan bahwa dalam dua rakaat fajar, tepatnya di rakaat pertama, Rasulullah membaca,",
        "para10": "“Katakanlah (hai orang-orang mukmin): “Kami beriman kepada Allah dan apa yang diturunkan kepada kami, dan apa yang diturunkan kepada Ibrahim, Isma’il, Ishaq, Ya’qub dan anak cucunya, dan apa yang diberikan kepada Musa dan Isa serta apa yang diberikan kepada nabi-nabi dari Tuhannya. Kami tidak membeda-bedakan seorangpun diantara mereka dan kami hanya tunduk patuh kepada-Nya”. (QS. Albaqarah: 136)",
        "para11": "pada rakaat kedua membaca,",
        "para12": "“Maka tatkala Isa mengetahui keingkaran mereka (Bani lsrail) berkatalah dia: “Siapakah yang akan menjadi penolong-penolongku untuk (menegakkan agama) Allah?” Para hawariyyin (sahabat-sahabat setia) menjawab: “Kamilah penolong-penolong (agama) Allah, kami beriman kepada Allah; dan saksikanlah bahwa sesungguhnya kami adalah orang-orang yang berserah diri.” (QS. Ali Imran: 52)",
        "list4": "b. Sholat Bakdiyah Magrib",
        "para13": "Ibnu Umar berkata,",
        "para14": "\"Aku memperhatikan Rasulullah n selama dua puluh kali, beliau Shallallallahu’alaihi wasallam senantiasa membaca, Qul yaa ayyuhal kaafirun dan Qul Huwallahu Ahad saat sholat dua rakaat setelah Magrib, juga sholat dua rakaat sebelum Subuh.” (HR. An Nasai no. 992 dihasankan oleh Syekh Al Albani)",
        "list5": "c. Sholat witir",
        "para17": "Sa’id bin ‘Abdurrahman bin Abza menturkan dari bapaknya bahwa,",
        "para18": "“Rasulullah n sholat witir dengan membaca surat Al A'la, surat AI Kafirun, dan surat Al lkhlas. Setelah selesai beliau membaca, \"Subhanal Malikil Qudduus.” (HR. An Nasai no. 1754 disahihkan oleh Syekh Al Albani)",
        "para19": "Rasulullah bersabda,",
        "para20": "“Sesungguhnya Allah adalah witir (ganjil) dan menyukai dengan sesuatu yang ganjil, maka berwitirlah kalian wahai para ahli Qur’an.” (HR. At Tirmizi no. 453 disahihkan oleh Syekh Al Albani)",
        "list6": "d. Sholat tahiyatul masjid ketika imam sedang khotbah Jumat",
        "para21": "Jabir bin Abdillah menceritakan bahwa Sulaik Al Ghatafani datang pada hari Jumat sementara Rasulullah sedang berkhotbah. Dia pun duduk. Nabi pun bertanya padanya,",
        "para22": "\"Wahai Sulaik, bangun dan sholatlah dua rakaat, kerjakanlah dengan ringan.” Kemudian beliau bersabda, “Jika salah seorang dari kalian datang pada hari Jumat, sedangkan Imam sedang berkhotbah, maka hendaklah ia sholat dua rakaat dengan ringan.” (HR. Muslim no. 875)",
        "list7": "d. Sholat sunah pembuka sholat malam",
        "para25": "Rasulullah bersabda,",
        "para26": "\"Apabila salah seorang diantara kalian bangun untuk sholat malam, hendaknya dia sholat dua rakaat ringan sebagai pembuka sholat malam.” (Irwaul Galil: II/2013 disahihkan oleh Syekh Al Albani)",
        "list8": "e. Sholat sunah setelah tawaf",
        "para29": "Jabir bin Abdillah a mengatakan,",
        "para30": "“Bahwa Nabi n membaca dalam sholatnya (di maqam Ibrahim): “Qul Huwallahu Ahad.” ( Surat Al Ikhlas) dan “Qul Ya ayyuhal kafirun.” ( surat Alkafirun)” (HR. Muslim no. 1218)"
      },
      {
        "list1": "2. Sholat yang disunahkan membaca ayat yang panjang",
        "para1": "Di antara beberapa sholat sunah yang dianjurkan untuk membaca ayat atau surat yang panjang adalah;",
        "list2": "a. Sholat Lail (malam)",
        "para5": "Rasulullah bersabda,",
        "para6": "\"Sholat lail adalah dua-dua.” (HR. Bukhari no. 990)",
        "para7": "Aisyah ummul mukminin berkata,",
        "para8": "\"Tidaklah Rasulullah n melaksanakan sholat malam di bulan Ramadhan dan di bulan-bulan lainnya lebih dari sebelas rakaat, Beliau sholat empat rakaat, dan jangan kamu tanya tentang bagus dan panjangnya kemudian Beliau sholat empat rakaat lagi dan jangan kamu tanya tentang bagus dan panjangnya kemudian Beliau sholat tiga rakaat.” (HR. Bukhari no. 1147)",
        "para9": "Boleh seseorang untuk sholat malam dan witir sebelum tidur jika khawatir tidak bangun malam. Rasulullah n bersabda,",
        "para10": "\"Barangsiapa yang khawatir tidak bisa bangun di akhir malam, hendaklah ia melakukan witir di awal malam. Siapa yang berharap mampu bangun di akhir malam, hendaklah ia witir di akhir malam, karena sholat di akhir malam disaksikan (oleh para malaikat) dan hal itu adalah lebih afdlal (utama)” (HR. Muslim no. 755)",
        "list4": "b. Sholat gerhana",
        "para13": "Aisyah Ummul mukminin berkata,",
        "para14": "\"Pernah terjadi gerhana matahari pada masa Nabi shallallahu alaihi wasallam. Beliau keluar menuju masjid, lalu orang-orang membuat barisan di belakang beliau. Beliau lalu takbir dan membaca surat yang panjang.” (HR. Bukhari no. 1046)"
      },
      {
        "list1": "3. Sholat yang tidak terdapat dalil tentang panjang atau pendeknya ayat yang dibaca",
        "para1": "Dalam hal ini, penghafal Alquran hendaknya memperlama sholat untuk murajaah hafalan Alquran sesuai yang disarankan pada metode ini. Rasulullah bersabda,",
        "para2": "“Apabila dia sholat sendirian, silahkan dia sholat sekehendaknya.” (HR. Muslim no. 467)",
        "list2": "a. Sholat tahiyatul masjid kecuali ketika imam khotbah Jumat",
        "para5": "\"Jika seorang dari kalian masuk ke dalam masjid maka janganlah dia duduk sebelum sholat dua rakaat”. (HR. Bukhari no. 1167)",
        "list3": "b. Sholat sunah Mutlak sebelum imam khotbah Jumat",
        "para9": "Sholat ini tidak terbatas dan dikerjakan dua rakaat-dua rakaat. Rasulullah bersabda,",
        "para10": "\"Sholat sunah di waktu malam dan siang hari dilakukan sebanyak dua rakaat- dua rakaat.” (HR. At Tirmizi no. 597 disahihkan oleh Syekh Al Albani)",
        "para11": "Rasulullah bersabda,",
        "para12": "\"Barangsiapa mandi pada hari Jumat lalu bersuci semaksimal mungkin, lalu memakai minyak atau wewangian lalu keluar rumah menuju masjid, ia tidak memisahkan antara dua orang pada tempat duduknya, kemudian ia mengerjakan sholat yang dianjurkan baginya, lalu bila imam sudah datang dia berdiam mendengarkan, maka dia akan diampuni dosadosanya yang ada antara Jumatnya itu dan Jumat yang lainnya.” (HR. Bukhari no. 910)",
        "list4": "c. Sholat Sunah Bakdiyah Jumat",
        "para13": "Az Zuhri menuturkan dari Salim dari Bapaknya, beliau berkata,",
        "para14": "“Nabi biasanya sholat dua rakaat setelah sholat Jumat.” (HR. Muslim no. 882)",
        "para15": "Rasulullah bersabda, \"Jika salah seorang dari kalian telah menunaikan sholat Jumat, maka hendaklah ia sholat empat rakaat setelahnya.” (HR. Muslim no. 881)",
        "para16": "Dalam masalah ini seorang muslim boleh memilih untuk sholat dua rakaat atau empat rakaat. Ibnu Taimiyah berpendapat bahwa apabila sholat tersebut dilakukan di masjid maka dikerjakan empat rakaat dan apabila dilakukan di rumah maka cukup dua rakaat.",
        "list5": "d. Sholat sunah rawatib kecuali bakdiyah Magrib dan qabliyah Subuh",
        "para17": "Rasulullah bersabda, \"Barangsiapa sholat dua belas rakaat sehari semalam, maka akan dibangunkan baginya sebuah rumah di surga.” (HR. Muslim no. 728)",
        "para18": "Rasulullah bersabda, \"Barangsiapa mengerjakan sholat dua belas rakaat secara kontinu pada malam dan siang, maka dia akan masuk surga. Empat rakaat sebelum Zuhur dan dua rakaat sesudahnya, dua rakaat setelah Magrib dan dua rakaat setelah Isya, serta dua rakaat sebelum Fajar.” (HR. An Nasai no. 1794 disahihkan oleh Syekh Al Albani)",
        "para19": "Rasulullah bersabda, \"Barangsiapa sholat empat rakaat sebelum dan setelah Zuhur maka Allah akan mengharamkannya masuk neraka.\" (HR. At Tirmizi no. 427 disahihkan oleh Syekh Al Albani)",
        "para20": "Cara mengerjakan sholat rawatib qabliyah dan bakdiyah Zuhur adalah dengan mengerjakannya dua rakaat-dua rakaat.",
        "list6": "e. Sholat setelah wudu",
        "para21": "Sholat sunah setelah wudu dikerjakan segera setelah berwudu. Rasulullah bersabda,",
        "para22": "“Tidaklah seorang muslim berwudu denganmenyempurnakan wudunya, kemudian berdiri melaksanakansholat dua rakaat dengan mengkonsentrasikan hati dan wajahkepadanya, melainkan ia akan masuk surga.” (HR. Muslimno. 234)",
        "list7": "f. Sholat antara azan dan ikamah",
        "para25": "Sholat sunah antara azan dan ikamah dikerjakan dua rakaat sebagaimana yang difatwakan oleh Syekh Abdul Aziz bin Baz dalam Fatawa Nurun Ala Addarb (X/329-330). Rasulullah bersabda,",
        "para26": "\"Rasulullah bersabda, “Antara dua azan (azan dan ikamah) ada sholat (sunah)” Kemudian pada ucapan beliau yang ketiga kalinya, beliau menambahkan: “Bagi yang mau.” (HR. Bukhari no. 627)",
        "list8": "g. Sholat Duha",
        "para29": "Sholat Duha dimulai setelah syuruq (terbit matahari) sekitar 15 menit. Sholat syuruq adalah sholat Duha itu sendiri yang dikerjakan diawal waktu. Sholat ini dikerjakan dua rakaat dan seterusnya. Abu Hurairah berkata,",
        "para30": "\"Kekasihku berwasiat kepadaku untuk melakukan tiga hal; puasa tiga hari tiap bulan, dua rakaat Duha, dan melakukan sholat witir sebelum tidur.” (HR. Muslim no. 721)",
        "para31": "Mu’adzah pernah bertanya kepada Aisyah Ummul mukminin d tentang berapa rakaat Rasulullah melakukan sholat Duha. Aisyah menjawab,",
        "para32": "\"Empat rakaat, namun terkadang beliau menambah semaunya.” (HR. Muslim no. 719)"
      },
      {
        "title": "Boleh bagi penghafal Alquran mengqada sholat-sholat sunah berikut yang tertinggal untuk mengejar target hafalan seperti;",
        "list1": "a. Beberapa sunah rawatib yang dijelaskan oleh Nabi",
        "para1": "Rasulullah bersabda,",
        "para2": "\"Barangsiapa belum melaksanakan dua rakaat fajar, hendaklah ia melaksanakannya setelah terbit matahari.” (HR. At Tirmizi no. 423 disahihkan oleh Syekh Al Albani)",
        "para3": "Qais bin Amr menuturkan,",
        "para4": "\"Suatu ketika Rasulullah pernah melihat seorang lelaki yang mengerjakan sholat sunah dua rakaat setelah sholat Subuh. Rasulullah n bersabda, “Sholat Subuh itu hanya dua rakaat.” Lelaki itu menjawab, “Sesungguhnya aku belum mengerjakan sholat dua rakaat (sunah fajar), karena itu aku mengerjakannya sekarang ini.” Rasulullah pun diam (membolehkan).” (HR. Abu Dawud no. 1267, 1268 disahihkan oleh Syekh Al Albani)",
        "para5": "Aisyah Ummul mukminin berkata,",
        "para6": "\"Jika Nabi n belum melaksanakan sholat empat rakaat sebelum Zuhur maka beliau melaksanakan setelahnya.” (HR. At Tirmizi no. 426 disahihkan oleh Syekh Al Albani)",
        "list3": "b. Sholat Lail (malam)",
        "para9": "Aisyah Ummul mukminin berkata,",
        "para10": "“Jika beliau ketiduran atau sedang sakit sehingga tidak dapat melakukannya di malam hari, maka beliau sholat di waktu siangnya sebanyak dua belas rakaat.” (HR. Muslim no. 746)",
        "para11": "Maksud dari hadis di atas adalah witir yang diqada di siang menjadi genap rakaatnya.",
        "para12": "Mari kita berusaha untuk memperbanyak sholat sunah yang telah diajarkan oleh Rasulullah n agar kita bisa menemani beliau di surga.",
        "para13": "Rabiah bin Kaab Al Aslami menuturkan,",
        "para14": "\"Saya bermalam bersama Rasulullah shallallahu alaihi wasallam. Saya membawakan air wudunya dan air untuk hajatnya. Beliau bersabda kepadaku, “Mintalah kepadaku.” Saya pun berkata, “Aku meminta kepadamu agar aku bisa menemanimu di surga.” Beliau bertanya, ”ataukah ada selain itu?” Aku menjawab, “Itu saja.” Beliau bersabda, ”Bantulah aku untuk mewujudkan keinginanmu dengan banyak melakukan sujud”.” (HR. Muslim no. 489)"
      },
      {
        "title": "Hukum Membaca Sir (lirih) atau Jahar (keras) dalam Sholat Sunah (Bab 11)",
        "para1": "Masalah ini telah telah dirinci oleh Imam Nawawi rahimahullah pada kitabnya Al Majmu sebagai berikut,",
        "para2": "“Adapun sholat id, istiska, tarawih dan gerhana bulan maka disunahkan untuk membaca jahar tanpa ada perselisihan di antara para ulama. Adapun sholat sunah di siang hari, maka disunahkan untuk membaca sir tanpa ada perselisihan di antara para ulama. Adapun sholat-sholat sunah di malam hari selain tarawih, penulis kitab At Tatimmah berpendapat dibaca jahar. Sementara Al Qadi Husain dan penulis kitab At Tahdzib berpendapat dibaca tengah-tengah antara jahar dan sir. Adapun sholat sunah rawatib yang mengiringi sholat wajib maka dibaca sir seluruhnya dengan kesepakatan ulama kami. Dalam syarah Muslim, Al Qadi Iyad menukil dari sebagian salaf bahwa mereka membaca jahar saat sholat sunah subuh sementara jumhur berpendapat dibaca sir sebagaimana madzhab kami.\" (Al Majmu' Syarhul Muhadzab juz 3)",
        "para3": "Dalam Risalah Ibnu Abi Zaid Al Qairawani Al Maliki disebutkan,",
        "para4": "“Disunahkan jahar pada sholat sunah malam, dan sir pada sholat sunah siang, dan apabila menjaharkan bacaan pada sholat sunah pada siang hari maka boleh-boleh saja.” (Risalah Ibnu Abi Zaid Al Maliki)",
        "para5": "Syekh Ibnu Baz rahimahullah berkata,",
        "para6": "“Apabila seseorang sholat sendirian maka disyariatkan untuk melakukan yang lebih maslahat untuk hatinya terkait menjaharkan atau melirihkan bacaan. Tidak mengapa ia menjaharkan bacaan pada sholat malam apabila tidak menggangu orang lain. Jika di sekitarnya ada orang yang terganggu dengan dijaharkan, seperti orang yang sedang sholat, membaca Alquran dan tidur, maka hendaknya ia melirihkan bacaannya. Adapun sholat di siang hari seperti Duha, Rawatib, Zuhur dan Asar maka disunahkan untuk melirihkan bacaan. Namun sesekali imam disyariatkan untuk menjaharkan bacaan berdasarkan perkataan 44 SALATI° (NAWAFIL) Abu Qotadah a “Nabi n pernah memperdengarkan bacaan ayat Alquran.” Yaitu sholat Zuhur dan Asar. Wallahu Walliyu At Taufiq.\" (Majmu' Fatawa Syekh Ibnu Baz: /126)"
      },
      {
        "title": "Peragaan Metode Sholati Ila Mamati (Bab 12)",
        "para1": "Pada peragaan kali ini kita akan mempraktekkan sholat sunah yang terdapat di sholat Asar. Disarankan murajaah hafalan ayat Alquran yang sudah mutqin atau minimal yang sudah dicek sebelum melaksanakan sholat sunah.",
        "para2": "Yang perlu dilakukan;",
        "list2": "1. Persiapan 20 menit sebelum masuk waktu sholat Asar",
        "list3": "a. Adab ke toilet",
        "para9": "1) Membaca doa masuk toilet",
        "para10": "\"Ya Allah, aku berlindung kepada Allah dari setan laki-laki dan perempuan (kotorannya)” (HR. Muslim no. 375)",
        "para11": "2) Membaca doa keluar toilet",
        "para12": "\"Aku memohon ampunan-Mu ya Allah.” (HR. At Tirmizi no. 7 disahihkan oleh Syekh Al Albani)",
        "list4": "b. Berwudu",
        "para13": "1) Membaca basmalah sebelum berwudu",
        "para14": "2) Membaca tasyahud setelah wudu",
        "para15": "“Aku bersaksi bahwa tidak ada tuhan yang berhak disembah selain Allah, dan Muhammad adalah hamba dan utusan-Nya.” (HR. Muslim no. 234)",
        "list5": "c. Melangkah menuju ke masjid",
        "para17": "1) Membaca doa pergi ke masjid",
        "para18": "“Ya Allah, jadikanlah dalam hatiku cahaya, jadikanlah dalam lisanku cahaya, jadikanlah dalam pendengaranku cahaya, jadikanlah dalam penglihatanku cahaya, jadikanlah di belakangku cahaya, jadikanlah di depanku cahaya, jadikanlah di atasku cahaya, jadikanlah di bawahku cahaya. Ya Allah, agungkanlah untukku cahaya.” (HR. Abu Dawud no. 1353, 1354 disahihkan oleh Syekh Al Albani)",
        "para19": "2) Membaca doa masuk masjid",
        "para20": "“Aku berlindung kepada Allah yang Maha Agung dan kepada Wajah-Nya yang Maha Mulia dan kepada kekuasaanNya yang Qadim, dari gangguan syetan yang terkutuk. Ya Allah, bukakanlah untukku pintu karunia-Mu.” (HR. Abu Dawud no. 466 disahihkan oleh Syekh Al Albani dan Muslim no. 713)",
        "list6": "d. Sholat tahiyatul masjid 2 rakaat",
        "para21": "Disarankan untuk membaca 1 halaman setiap rakaatnya dengan santai tidak terlalu cepat atau lambat untuk mendapatkan kekhusyukan dan tadabur. Kemudian beristigfar tiga kali dan membaca,",
        "para22": "“Ya Allah, Engkau adalah Zat yang memberi keselamatan, dan dari-Mulah segala keselamatan, Maha Besar Engkau wahai Zat Pemilik kebesaran dan kemuliaan.” (HR. Muslim no. 591)",
        "list7": "e. Mendengarkan azan",
        "para25": "Disunahkan mengucapkan apa yang diucapkan muadzin kecuali “hayya ‘alas sholah, hayya ‘alal falah” dibalas dengan “la haula wala quwwata illa billah.” Kemudian berselawat atas Nabi dan membaca doa,",
        "para26": "“Ya Allah, Rabb Pemilik seruan yang sempurna ini, Pemilik sholat yang akan didirikan ini, berikanlah wasilah (perantara) dan keutamaan kepada Muhammad. Bangkitkanlah ia pada kedudukan yang terpuji sebagaimana yang telah Engkau janjikan.” (HR. Bukhari no. 614)",
        "list8": "f. Sholat 2 rakaat antara azan dan ikamah",
        "para29": "Disarankan membaca 1 halaman setiap rakaatnya dengan santai tidak cepat atau lambat untuk mendapatkan kekhusyukan dan tadabur. Kemudian beristigfar tiga kali dan membaca,",
        "para30": "“Ya Allah, Engkau adalah Zat yang memberi keselamatan. Dari Mu lah segala keselamatan. Maha Besar Engkau wahai Zat Pemilik kebesaran dan kemuliaan.” (HR. Muslim no. 591)"
      },
      {
        "list1": "g. Sholat Asar",
        "para1": "Seorang imam dianjurkan tidak terlalu lama dan tidak terlalu cepat dalam membaca. Pada posisi ini sulit untuk murajaah hafalan, maka bacaannya adalah bacaan yang sedang.",
        "para2": "Rasulullah bersabda,",
        "para3": "\"Apabila salah seorang dari kalian menjadi imam, hendaklah meringankannya, karena di antara makmum ada yang kecil, tua, lemah, dan sakit. Namun apabila sholat sendirian, silahkan sholat sekehendaknya.” (HR. Muslim no. 467)",
        "list2": "h. Berzikir setelah sholat Asar yaitu beristigfar tiga kali dan membaca,",
        "para5": "“Ya Allah, Engkau adalah Zat yang memberi keselamatan. Dari Mu lah segala keselamatan. Maha Besar Engkau wahai Zat Pemilik kebesaran dan kemuliaan.” (HR. Muslim no. 591)",
        "para6": "“Tiada sesembahan yang berhak disembah selain Allah semata yang tiada sekutu bagi-Nya. Bagi-Nya segala kerajaan dan segenap puji. Dia Maha Kuasa atas segala sesuatu. Tiada daya dan kekuatan selain dengan pertolongan Allah. Tiada sesembahan yang berhak disembah selain Allah. Kami tidak beribadah selain kepada-Nya. Bagi-Nya segala nikmat dan karunia serta pujian yang baik. Tidak ada sesembahan yang berhak disembah selain Dia dengan memurnikan ibadah kepada-Nya sekalipun orang-orang kafir tidak menyukai.” (HR. Muslim no. 594)",
        "para7": "“Tidak ada sesembahan yang berhak disembah selain Allah semata. Tidak ada sekutu bagi-Nya. Milik-Nya segala kerajaan, dan milik-Nya segala pujian. Dia Maha Kuasa atas segala sesuatu. Ya Allah, tidak ada yang dapat menahan dari apa yang Engkau berikan.Tidak ada yang dapat memberi dari apa yang Engkau tahan. Kekayaan seseorang tidak bermanfaat di hadapan Allah sedikitpun.” (HR. Bukhari no. 844)",
        "para8": "\"Subhanallah” 33 kali",
        "para9": "“Alhamdulillah” 33 kali",
        "para10": "“Allahu Akbar” 33 kali",
        "para11": "“Tidak ada tuhan yang berhak disembah selain Allah semata. Tidak ada sekutu bagi-Nya. Milik-Nya segala kerajaan, segala pujian. Dia Maha Kuasa atas segala sesuatu.” (HR. Muslim no. 597)",
        "para12": "\"Allah, tidak ada tuhan selain Dia. Yang Maha Hidup, yang terus-menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur. Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya, dan Dia Maha Tinggi, Maha Besar.” (QS. Al-Baqarah: 255)",
        "para13": "“Katakanlah, Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tidak pula diperanakkan. Tidak ada seorangpun yang setara dengan Dia.” (QS. Al Ikhlas: 1-4)",
        "para14": "Katakanlah, “Aku berlindung kepada Tuhan Yang Menguasai subuh. Dari kejahatan makhluk-Nya. Dan dari kejahatan malam apabila telah gelap gulita. Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul. Dan dari kejahatan pendengki bila ia dengki.” (QS. Al-Falaq: 1-5)",
        "para15": "Katakanlah, “Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Dia lah Raja manusia, sembahan manusia. (Aku berlindung) dari kejahatan (bisikan) setan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia. (yaitu setan) dari (golongan) jin dan manusia.” (QS. An Nas: 1-6)",
        "list5": "i. Membaca zikir petang (lihat Bab Zikir Pagi dan Petang)",
        "list6": "j. Selesai. Kemudian apabila keluar masjid membaca doa,",
        "para21": "“Ya Allah, aku meminta kurnia-Mu. Ya Allah, lindungilah aku dari setan yang terkutuk.” (HR. Muslim: 713 dan Ibnu Majah no. 773 disahihkan oleh Syekh Al Albani)"
      },
      {
        "title": "Penerapan Pembagian Metode Sholati Ila Mamati (Bab 13)",
        "para1": "Metode Sholati Ila Mamati berbeda penerapannya dari satu tingkat ke tingkat lainnya. Penerapan metode ini dapat dilakukan dengan pembagian sebagai berikut;",
        "list2": "A. Tingkat Sekolah Dasar",
        "para5": "1. 20 menit sebelum masuk waktu sholat harus sudah mempersiapkan diri menuju ke masjid.",
        "para6": "2. Anak didik memiliki hafalan surat-surat pendek atau lebih.",
        "para7": "3. Ditanamkan pada anak untuk rajin sholat dan bertanggung jawab sebagai penghafal Alquran.",
        "para8": "4. Harus ada pembimbing yang mengontrol kegiatan anak baik guru, orang tua atau pihak yang ditugaskan.",
        "para9": "5. Memberikan reward (hadiah) menarik bagi yang mencapai target dan menyiapkan sanksi edukatif bagi yang tidak mencapai target.",
        "para10": "6. Disarankan target rakaat sholat adalah 12 rakaat sunah rawatib (boleh dikurangi atau semampunya).",
        "para11": "7. Target murajaah adalah setengah halaman Alquran untuk 1 rakaat.",
        "para12": "8. Jika memungkinkan ditetapkan sebagai kurikulum wajib sekolah.",
        "list4": "B. Tingkat Sekolah Menengah Pertama",
        "para13": "1. 20 menit sebelum masuk waktu sholat harus sudah mempersiapkan diri menuju ke masjid.",
        "para14": "2. Anak didik memiliki hafalan minimal 1 juz atau lebih.",
        "para15": "3. Ditanamkan pada anak untuk rajin sholat dan bertanggung jawab sebagai penghafal Alquran.",
        "para16": "4. Harus ada pembimbing yang mengontrol kegiatan anak baik guru, orang tua atau pihak yang ditugaskan.",
        "para17": "5. Memberikan reward (hadiah) menarik bagi yang mencapai target dan menyiapkan sanksi edukatif bagi yang tidak mencapai target.",
        "para18": "6. Disarankan target rakaat sholat adalah 12 rakaat sunah rawatib, tahiyatul masjid, 2 rakaat Duha dan 1 rakaat Witir khusus boarding school (non boarding school boleh dikurangi).",
        "para19": "7. Target murajaah adalah 1 halaman Alquran untuk 1 rakaat.",
        "para20": "8. Jika memungkinkan ditetapkan sebagai kurikulum wajib sekolah.",
        "list6": "C. Tingkat Sekolah Menengah Atas, Mahasiswa dan Umum",
        "para21": "1. 20 menit sebelum masuk waktu sholat harus sudah mempersiapkan diri menuju ke masjid.",
        "para22": "2. Jumlah hafalan bebas.",
        "para23": "3. Menanamkan pada diri untuk mempersiapkan bekal akhirat.",
        "para24": "4. Berusaha mengontrol tugas sholat atas dasar kesadaran sendiri.",
        "para25": "5. Disarankan kepada pihak terkait yang mengasuh mereka untuk memberikan poin-poin sanksi atau reward (hadiah) yang membangun.",
        "para26": "6. Target rakaat sholat adalah bebas (dianjurkan sebanyakbanyaknya) seperti 12 rakaat sunah Rawatib, Tahiyatul masjid, Qiyamullail, Witir, Duha, antara azan dan Ikamah, setelah wudu, sunah Mutlaqah dan lain-lain.",
        "para27": "7. Target murajaah adalah 1 halaman Alquran untuk 1 rakaat.",
        "para28": "8. Jika memungkinkan ditetapkan sebagai kurikulum wajib lembaga terkait."
      },
      {
        "title": "Zikir Pagi dan Petang (Bab 14)",
        "para1": "Penghafal Alquran dianjurkan untuk rutin membaca zikir pagi dan petang sebagaimana yang dilakukan oleh Rasulullah n. Membatasi diri dengan murajaah Alquran tidaklah cukup, tetap harus membaca zikir pagi dan petang untuk membentengi diri.",
        "list2": "A. Zikir Pagi",
        "para5": "Zikir pagi dilakukan antara Subuh hingga siang hari ketika matahari akan bergeser ke barat.",
        "para6": "“Aku berlindung kepada Allah dari godaan setan yang terkutuk.”",
        "list3": "1. Membaca Ayat Kursi",
        "para9": "“Allah, tidak ada ilah (yang berhak disembah) melainkan Dia, yang hidup kekal lagi terus menerus mengurus (makhluk-Nya). Dia tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafaat di sisiNya tanpa seizin-Nya. Dia mengetahui apa-apa yang di hadapan mereka dan di belakang mereka. Mereka tidak mengetahui apaapa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dia Maha Tinggi lagi Maha besar.” (QS. Albaqarah: 255) (dibaca 1 kali)",
        "para10": "Faedah: Siapa yang membacanya ketika petang, maka ia akan dilindungi (oleh Allah dari berbagai gangguan) hingga pagi. Siapa yang membacanya ketika pagi, maka ia akan dilindungi hingga petang. (HR. Al Hakim (1: 562) Syekh Al Albani mensahihkan hadis tersebut dalam Sahih At Targhib wa At Tarhib no. 655)",
        "list4": "2. Membaca Surat Al Ikhlas, Al Falaq, An Nas",
        "para13": "“Katakanlah, Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tidak pula diperanakkan. Tidak ada seorangpun yang setara dengan Dia.” (QS. Al Ikhlas: 1-4) (dibaca 3 kali)",
        "para14": "Katakanlah, “Aku berlindung kepada Tuhan Yang Menguasai subuh. Dari kejahatan makhluk-Nya. Dan dari kejahatan malam apabila telah gelap gulita. Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul. Dan dari kejahatan pendengki bila ia dengki.” (QS. Al-Falaq: 1-5) (dibaca 3 kali)",
        "para15": "Katakanlah, “Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Dia lah Raja manusia, sembahan manusia. (Aku berlindung) dari kejahatan (bisikan) setan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia. (yaitu setan) dari (golongan) jin dan manusia.” (QS. An Nas: 1-6) (dibaca 3 kali)",
        "para16": "Faedah: Barangsiapa yang mengucapkannya masing-masing tiga kali ketika pagi dan petang, maka segala sesuatu akan dicukupkan untuknya. (HR. Abu Daud no. 5082, Tirmizi no. 3575. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini hasan)",
        "list5": "3. Membaca Doa",
        "para17": "“Kami telah memasuki waktu pagi dan kerajaan hanya milik Allah. Segala puji bagi Allah. Tidak ada ilah (yang berhak disembah) kecuali Allah semata. Tiada sekutu bagi-Nya. Milik Allah kerajaan dan bagi-Nya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Wahai Rabbku, aku mohon kepada-Mu kebaikan di hari ini dan kebaikan sesudahnya. Aku berlindung kepada-Mu dari kejahatan hari ini dan kejahatan sesudahnya. Wahai Rabbku, aku berlindung kepada-Mu dari kemalasan dan kejelekan di hari tua. Wahai Rabbku, aku berlindung kepada-Mu dari siksaan di neraka dan siksaan di alam kubur.” (dibaca 1 kali)",
        "para18": "Faedah: Di dalam doa tersebut mengandung permintaan pada Allah kebaikan di hari ini dan kebaikan sesudahnya, juga agar terhindar dari kejelekan di hari ini dan kejelekan sesudahnya. Di dalamnya berisi pula permintaan agar terhindar dari rasa malas padahal mampu untuk beramal, juga agar terhindar dari kejelekan di masa tua. Di dalamnya juga berisi permintaan agar diselamatkan dari siksa kubur dan siksa neraka. Siksa neraka merupakan siksa terberat di hari kiamat kelak. (HR. Abu Daud no. 5082, Tirmizi no. 3575. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini hasan)",
        "list6": "4. Membaca Doa",
        "para21": "“Ya Allah, dengan rahmat dan pertolongan-Mu kami memasuki waktu pagi. Dengan rahmat dan pertolongan-Mu kami memasuki waktu petang. Dengan rahmat dan pertolongan-Mu kami hidup dan dengan kehendak-Mu kami mati. Kepada-Mu kebangkitan (bagi semua makhluk)” (dibaca 1 kali)",
        "para22": "(HR. Tirmizi no. 3391 dan Abu Daud no. 5068. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini sahih)",
        "list7": "5. Membaca Sayidul Istigfar",
        "para25": "“Ya Allah, Engkau adalah Rabbku. Tidak ada ilah yang berhak disembah kecuali Engkau. Engkaulah yang menciptakanku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku pada-Mu (yaitu aku akan mentauhidkan-Mu) semampuku dan aku yakin akan janji-Mu (berupa surga untukku) Aku berlindung kepadaMu dari kejelekan yang kuperbuat. Aku mengakui nikmat-Mu kepadaku dan aku mengakui dosaku. Oleh karena itu, ampunilah aku. Sesungguhnya tiada yang mengampuni dosa kecuali Engkau.” (dibaca 1 kali)",
        "para26": "Faedah: Barangsiapa mengucapkan zikir ini di siang hari dalam keadaan penuh keyakinan, lalu ia mati pada hari tersebut sebelum petang hari, maka ia termasuk penghuni surga. Barangsiapa yang mengucapkannya di malam hari dalam keadaan penuh keyakinan, lalu ia mati sebelum pagi, maka ia termasuk penghuni surga. (HR. Bukhari no. 6306)",
        "list8": "6. Membaca Doa",
        "para29": "“Ya Allah, sesungguhnya aku di waktu pagi ini mempersaksikan Engkau, malaikat yang memikul ‘Arsyi-Mu, malaikat-malaikat dan seluruh makhluk-Mu, bahwa sesungguhnya Engkau adalah Allah, tiada ilah yang berhak disembah kecuali Engkau semata, tiada sekutu bagi-Mu dan sesungguhnya Muhammad adalah hamba dan utusan-Mu.” (dibaca 4 kali)",
        "para30": "Faedah: Barangsiapa yang mengucapkan zikir ini ketika pagi dan petang hari sebanyak empat kali, maka Allah akan membebaskan dirinya dari siksa neraka. (HR. Abu Daud no. 5069. Al Hafiz Abu Tahir mengatakan bahwa hadis ini hasan)"
      },
      {
        "list1": "7. Membaca doa",
        "para1": "\"Ya Allah, perbaikilah tubuhku, perbaikilah pendengaranku, perbaikilah penglihatanku, tidak ada Tuhan selain Engkau.\" (HR. Abu Daud no. 5090 dishahihkan oleh Syekh Al Albani)",
        "list2": "8. Membaca Doa",
        "para5": "“Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aib dan sesuatu yang tidak layak dilihat orang) dan tenteramkanlah aku dari rasa takut. Ya Allah, peliharalah aku dari muka, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaran-Mu, agar aku tidak disambar dari bawahku (oleh ular atau tenggelam dalam bumi dan lain-lain yang membuat aku jatuh)” (dibaca 1 kali)",
        "para6": "Faedah: Rasulullah tidak pernah meninggalkan doa ini di pagi dan petang hari. Di dalamnya berisi perlindungan dan keselamatan pada agama, dunia, keluarga dan harta dari berbagai macam gangguan yang datang dari berbagai arah. (HR. Abu Daud no. 5074 dan Ibnu Majah no. 3871. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini sahih)",
        "list3": "9. Membaca Doa",
        "para9": "“Ya Allah, Yang Maha Mengetahui yang gaib dan yang nyata. Wahai Rabb pencipta langit dan bumi, Rabb segala sesuatu dan yang merajainya. Aku bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Engkau. Aku berlindung kepada-Mu dari kejahatan diriku, setan dan balatentaranya (godaan untuk berbuat syirik pada Allah). Aku (berlindung kepada-Mu) dari berbuat kejelekan terhadap diriku atau menimpakannya kepada seorang muslim.” (dibaca 1 kali)",
        "para10": "Faedah: Doa ini diajarkan oleh Rasulullah n pada Abu Bakr As Sidiq auntuk dibaca pada pagi, petang dan saat beranjak tidur. (HR. Tirmizi no. 3392 dan Abu Daud no. 5067. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini sahih. Adapun kalimat terakhir adalah tambahan dari riwayat Ahmad II/196. Syekh Syuaib Al Arnaut berkomentar bahwa hadis tersebut sahih dilihat dari jalur lainnya (sahih ligairihi)",
        "list4": "10. Membaca Doa",
        "para13": "“Dengan nama Allah yang bila disebut, segala sesuatu di bumi dan langit tidak akan berbahaya, Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.” (dibaca 3 kali)",
        "para14": "Faedah: Barangsiapa yang mengucapkan zikir tersebut sebanyak 3 kali di pagi hari dan 3 kali di petang hari, maka tidak akan ada bahaya yang tiba-tiba memudaratkannya. (HR. Abu Daud no. 5088, 5089, Tirmizi no. 3388, dan Ibnu Majah no. 3869. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini hasan)",
        "list5": "11. Membaca Doa",
        "para17": "“Aku rida Allah sebagai Rabb, Islam sebagai agama dan Muhammad n sebagai Nabi.” (dibaca 3 kali)",
        "para18": "Faedah: Barangsiapa yang mengucapkan zikir ini sebanyak tiga kali di pagi hari dan tiga kali di petang hari, maka pantas baginya mendapatkan rida Allah. (HR. Abu Daud no. 5072, Tirmizi no. 3389. Al Hafiz Abu Tahir mengatakan bahwa hadis ini hasan)",
        "list6": "12. Membaca doa",
        "para21": "“Wahai Rabb Yang Maha Hidup, wahai Rabb Yang Berdiri Sendiri (tidak butuh segala sesuatu), dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku dan jangan diserahkan kepadaku sekali pun sekejap mata (tanpa mendapat pertolongan dariMu)” (dibaca 1 kali)",
        "para22": "Faedah: Zikir ini diajarkan oleh Nabi n pada Fathimah supaya diamalkan pagi dan petang. (HR. Ibnu As Suni dalam Amalul Yaum wal Lailah no. 46, An Nasai dalam Al Kubra (381/570), Al Bazar dalam musnadnya (4/25/3107), Al Hakim (I:545) Sanad hadis ini hasan sebagaimana dikatakan oleh Syekh Al Albani dalam As Silsilah As Sahihah no. 227)",
        "list7": "13. Membaca doa",
        "para25": "“Di waktu pagi kami memegang agama Islam, kalimat ikhlas (kalimat syahadat), agama Nabi kami Muhammad shallallahu alaihi wasallam, dan agama bapak kami Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.” (dibaca 1 kali di pagi hari saja) (HR. Ahmad (3: 406) Syekh Syuaib Al Arnaut mengatakan bahwa sanad hadis ini sahih sesuai syarat Bukhari Muslim. Lihat pula As Silsilah As Sahihah no. 2989)",
        "list8": "14. Membaca Tasbih",
        "para29": "“Maha suci Allah, aku memuji-Nya.” (dibaca 100 kali)",
        "para30": "Faedah: Barangsiapa yang mengucapkan kalimat ‘Subhanallah wa bi hamdih’ di pagi dan petang hari sebanyak 100 kali, maka tidak ada yang datang pada hari kiamat yang lebih baik dari yang ia lakukan kecuali orang yang mengucapkan semisal atau lebih dari itu. (HR. Muslim no. 2692)"
      },
      {
        "list1": "15. Membaca Tahlil",
        "para1": "“Tidak ada ilah yang berhak disembah selain Allah semata, tidak ada sekutu bagiNya. Bagi-Nya kerajaan dan segala pujian. Dia-lah yang berkuasa atas segala sesuatu.” (dibaca 10 kali)",
        "para2": "Faedah: Barangsiapa yang membaca zikir tersebut di pagi hari sebanyak sepuluh kali, Allah akan mencatatkan baginya 10 kebaikan dan menghapuskan 10 kesalahan darinya. Di samping itu dia juga mendapatkan kebaikan semisal memerdekakan 10 budak. Allah akan melindunginya dari gangguan setan hingga petang hari. Siapa yang mengucapkannya di petang hari, ia akan mendapatkan keutamaan semisal itu pula. (HR. An Nasai Al Kubra VI: 10)",
        "list2": "16. Membaca Tahlil",
        "para5": "“Tidak ada ilah yang berhak disembah selain Allah semata, tidak ada sekutu bagi-Nya. Milik Allah kerajaan dan segala pujian. Dia-lah yang berkuasa atas segala sesuatu.” (dibaca 100 kali dalam sehari)",
        "para6": "Faedah: Barangsiapa yang mengucapkan zikir tersebut dalam sehari sebanyak 100 kali, maka itu seperti membebaskan 10 orang budak, dicatat baginya 100 kebaikan, dihapus baginya 100 kesalahan, dirinya akan terjaga dari gangguan setan dari pagi hingga petang hari, dan tidak ada seorang pun yang lebih baik dari yang ia lakukan kecuali oleh orang yang mengamalkan lebih dari itu. (HR. Bukhari no. 3293 dan Muslim no. 2691)",
        "list3": "17. Membaca Tasbih",
        "para9": "“Maha Suci Allah, aku memuji-Nya sebanyak makhluk-Nya, sejauh kerelaan-Nya, seberat timbangan Arsy-Nya dan sebanyak tinta tulisan kalimat-Nya.” (dibaca 3 kali di waktu pagi saja)",
        "para10": "Faedah: Nabi mengatakan pada Juwairiyah bahwa zikir di atas telah mengalahkan zikir yang dibaca oleh Juwairiyah dari selepas Subuh sampai waktu Duha. (HR. Muslim no. 2726)",
        "list4": "18. Membaca Doa",
        "para13": "“Ya Allah, sungguh aku memohon kepada-Mu ilmu yang bermanfaat (bagi diriku dan orang lain), rizki yang halal dan amal yang diterima (di sisi-Mu dan mendapatkan ganjaran yang baik)” (dibaca 1 kali setelah salam dari sholat Subuh) (HR. Ibnu Majah no. 925 dan Ahmad 6: 305, 322. Al Hafiz Abu Tahir mengatakan bahwa hadis ini sahih)",
        "list5": "19. Membaca Istigfar",
        "para17": "“Aku memohon ampun kepada Allah dan bertobat kepadaNya.” (dibaca 100 kali dalam sehari) (HR. Al Bukhari no. 6307 dan Muslim no. 2702) ",
        "list6": "B. Zikir Petang",
        "para21": "Waktu petang adalah dari tenggelam matahari atau waktu Magrib hingga pertengahan malam.",
        "para22": "“Aku berlindung kepada Allah dari godaan setan yang terkutuk.”",
        "list7": "1. Membaca Ayat Kursi",
        "para25": "“Allah, tidak ada ilah (yang berhak disembah) melainkan Dia, yang hidup kekal lagi terus menerus mengurus (makhluk-Nya). Dia tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafaat di sisiNya tanpa seizin-Nya. Dia mengetahui apa-apa yang di hadapan mereka dan di belakang mereka. Mereka tidak mengetahui apaapa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dia Maha Tinggi lagi Maha besar.” (QS. Albaqarah: 255) (dibaca 1 kali)",
        "para26": "Faedah: Siapa yang membacanya ketika petang, maka ia akan dilindungi (oleh Allah dari berbagai gangguan) hingga pagi. Siapa yang membacanya ketika pagi, maka ia akan dilindungi hingga petang. (HR. Al Hakim (1: 562) Syekh Al Albani mensahihkan hadis tersebut dalam Sahih At Targhib wa At Tarhib no. 655)",
        "list8": "2. Membaca Surat Al Ikhlas, Al Falaq, An Nas",
        "para29": "“Katakanlah, Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tidak pula diperanakkan. Tidak ada seorangpun yang setara dengan Dia.” (QS. Al Ikhlas: 1-4) (dibaca 3 kali)",
        "para30": "Katakanlah, “Aku berlindung kepada Tuhan Yang Menguasai subuh. Dari kejahatan makhluk-Nya. Dan dari kejahatan malam apabila telah gelap gulita. Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul. Dan dari kejahatan pendengki bila ia dengki.” (QS. Al-Falaq: 1-5) (dibaca 3 kali)",
        "para31": "Katakanlah, “Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Dia lah Raja manusia, sembahan manusia. (Aku berlindung) dari kejahatan (bisikan) setan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia. (yaitu setan) dari (golongan) jin dan manusia.” (QS. An Nas: 1-6) (dibaca 3 kali)",
        "para32": "Faedah: Barangsiapa yang mengucapkannya masing-masing tiga kali ketika pagi dan petang, maka segala sesuatu akan dicukupkan untuknya. (HR. Abu Daud no. 5082, Tirmizi no. 3575. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini hasan)"
      },
      {
        "list1": "3. Membaca Doa",
        "para1": "“Kami telah memasuki waktu petang dan kerajaan hanya milik Allah, segala puji bagi Allah. Tidak ada ilah (yang berhak disembah) kecuali Allah semata, tiada sekutu bagi-Nya. Milik Allah kerajaan dan bagi-Nya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Wahai Rabbku, aku mohon kepada-Mu kebaikan di malam ini dan kebaikan sesudahnya. Aku berlindung kepadaMu dari kejahatan malam ini dan kejahatan sesudahnya. Wahai Rabbku, aku berlindung kepadaMu dari kemalasan dan kejelekan di hari tua. Wahai Rabbku, aku berlindung kepada-Mu dari siksaan di neraka dan siksaan di kubur.” (dibaca 1 kali)",
        "para2": "Faedah: Di dalam doa tersebut terkandung permintaan kepada Allah kebaikan di malam ini dan kebaikan sesudahnya. Di dalamnya juga terdapat permintaan agar terhindar dari kejelekan di malam ini dan kejelekan sesudahnya. Di dalamnya berisi pula permintaan agar terhindar dari rasa malas padahal mampu untuk beramal, juga agar terhindar dari kejelekan di masa tua. Di samping itu, juga berisi permintaan agar di selamatkan dari siksa kubur dan siksa neraka yang merupakan siksa terberat di hari kiamat kelak. (HR. Muslim no. 2723. Lihat keterangan Syarh Hisnul Muslim, hal. 161)",
        "list2": "4. Membaca Doa",
        "para5": "“Ya Allah, dengan rahmat dan pertolongan-Mu, kami memasuki waktu petang. Dengan rahmat dan pertolongan-Mu kami memasuki waktu pagi. Dengan rahmat dan pertolonganMu kami hidup dan dengan kehendak-Mu kami mati. KepadaMu tempat kembali (bagi semua makhluk).” (dibaca 1 kali) (HR. Tirmizi no. 3391 dan Abu Daud no. 5068. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini sahih)",
        "list3": "5. Membaca Sayidul Istigfar",
        "para9": "“Ya Allah, Engkau adalah Rabbku. Tidak ada ilah yang berhak disembah kecuali Engkau. Engkaulah yang menciptakanku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku pada-Mu (yaitu aku akan mentauhidkan-Mu) semampuku dan aku yakin akan janji-Mu (berupa surga untukku) Aku berlindung kepadaMu dari kejelekan yang kuperbuat. Aku mengakui nikmat-Mu kepadaku dan aku mengakui dosaku. Oleh karena itu, ampunilah aku. Sesungguhnya tiada yang mengampuni dosa kecuali Engkau.” (dibaca 1 kali)",
        "para10": "Faedah: Barangsiapa mengucapkan zikir ini di siang hari dalam keadaan penuh keyakinan, lalu ia mati pada hari tersebut sebelum petang hari, maka ia termasuk penghuni surga. Barangsiapa yang mengucapkannya di malam hari dalam keadaan penuh keyakinan, lalu ia mati sebelum pagi, maka ia termasuk penghuni surga. (HR. Bukhari no. 6306)",
        "list4": "6. Membaca doa",
        "para13": "“Ya Allah, sesungguhnya aku di waktu petang ini mempersaksikan Engkau, malaikat yang memikul ‘Arys-Mu, malaikat-malaikat dan seluruh makhluk-Mu, bahwa sesungguhnya Engkau adalah Allah, tiada ilah yang berhak disembah kecuali Engkau semata, tiada sekutu bagi-Mu dan sesungguhnya Muhammad adalah hamba dan utusan-Mu.” (dibaca 4 kali)",
        "para14": "Faedah: Barangsiapa yang mengucapkan zikir ini ketika pagi dan petang hari sebanyak empat kali, maka Allah akan membebaskan dirinya dari siksa neraka. (HR. Abu Daud no. 5069. Al Hafiz Abu Tahir mengatakan bahwa hadis ini hasan)",
        "list5": "7. Membaca doa",
        "para17": "\"Ya Allah, perbaikilah tubuhku, perbaikilah pendengaranku, perbaikilah penglihatanku, tidak ada Tuhan selain Engkau.\" (HR. Abu Daud no. 5090 dishahihkan oleh Syekh Al Albani)",
        "list6": "8. Membaca Doa",
        "para21": "“Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aib dan sesuatu yang tidak layak dilihat orang) dan tenteramkanlah aku dari rasa takut. Ya Allah, peliharalah aku dari muka, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaran-Mu, agar aku tidak disambar dari bawahku (oleh ular atau tenggelam dalam bumi dan lain-lain yang membuat aku jatuh)” (dibaca 1 kali)",
        "para22": "Faedah: Rasulullah n tidaklah pernah meninggalkan doa ini di pagi dan petang hari. Di dalamnya berisi perlindungan dan keselamatan pada agama, dunia, keluarga dan harta dari berbagai macam gangguan yang datang dari berbagai arah. (HR. Abu Daud no. 5074 dan Ibnu Majah no. 3871. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini sahih)",
        "list7": "9. Membaca Doa",
        "para25": "“Ya Allah, Yang Maha Mengetahui yang gaib dan yang nyata. Wahai Rabb pencipta langit dan bumi, Rabb segala sesuatu dan yang merajainya. Aku bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Engkau. Aku berlindung kepada-Mu dari kejahatan diriku, setan dan balatentaranya (godaan untuk berbuat syirik pada Allah). Aku (berlindung kepada-Mu) dari berbuat kejelekan terhadap diriku atau menimpakannya kepada seorang muslim.” (dibaca 1 kali)",
        "para26": "Faedah: Doa ini diajarkan oleh Rasulullah n pada Abu Bakr As Sidiq a untuk dibaca pada pagi, petang dan saat beranjak tidur. (HR. Tirmizi no. 3392 dan Abu Daud no. 5067. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini sahih. Adapun kalimat terakhir (adalah tambahan dari riwayat Ahmad II/196. Syekh Syuaib Al Arnaut berkomentar bahwa hadis tersebut sahih dilihat dari jalur lainnya (sahih ligairihi)",
        "list8": "10. Membaca Doa",
        "para29": "“Dengan nama Allah yang bila disebut, segala sesuatu di bumi dan langit tidak akan berbahaya. Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.” (dibaca 3 kali)",
        "para30": "Faedah: Barangsiapa yang mengucapkan zikir tersebut sebanyak 3 kali di pagi hari dan 3 kali di petang hari, maka tidak akan ada bahaya yang tiba-tiba yang memudaratkannya. (HR. Abu Daud no. 5088, 5089, Tirmizi no. 3388, dan Ibnu Majah no. 3869. Al Hafiz Abu Tahir mengatakan bahwa sanad hadis ini hasan)"
      },
      {
        "list1": "11. Membaca Doa",
        "para1": "“Aku rida Allah sebagai Rabb, Islam sebagai agama dan Muhammad sebagai nabi.” (dibaca 3 kali)",
        "para2": "Faedah: Barangsiapa yang mengucapkan hadis ini sebanyak 3 kali di pagi hari dan 3 kali di petang hari, maka pantas baginya mendapatkan rida Allah. (HR. Abu Daud no. 5072, Tirmizi no. 3389. Al Hafiz Abu Tahir mengatakan bahwa hadis ini hasan)",
        "list2": "12. Membaca Doa",
        "para5": "“Wahai Rabb Yang Maha Hidup, wahai Rabb Yang Berdiri Sendiri (tidak butuh segala sesuatu), dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku dan jangan diserahkan kepadaku sekali pun sekejap mata (tanpa mendapat pertolongan dariMu)” (dibaca 1 kali)",
        "para6": "Faedah: Zikir ini diajarkan oleh Nabi n pada Fathimah supaya diamalkan pagi dan petang. (HR. Ibnu As Suni dalam Amalul Yaum wal Lailah no. 46, An Nasai dalam Al Kubra (381/570), Al Bazar dalam musnadnya (4/25/3107), Al Hakim (I:545) Sanad hadis ini hasan sebagaimana dikatakan oleh Syekh Al Albani dalam As Silsilah As Sahihah no. 227)",
        "list3": "13. Membaca Tasbih",
        "para9": "“Maha suci Allah, aku memuji-Nya.” (dibaca 100 kali)",
        "para10": "Faedah: Barangsiapa yang mengucapkan kalimat ‘Subhanallah wa bi hamdih’ di pagi dan petang hari sebanyak 100 kali, maka tidak ada yang datang pada hari kiamat yang lebih baik dari yang ia lakukan kecuali orang yang mengucapkan semisal atau lebih dari itu. (HR. Muslim no. 2692)",
        "list4": "14. Membaca Tahlil",
        "para13": "“Tidak ada ilah yang berhak disembah selain Allah semata, tidak ada sekutu bagiNya. Bagi-Nya kerajaan dan segala pujian. Dia-lah yang berkuasa atas segala sesuatu.” (dibaca 10 kali)",
        "para14": "Faedah: Barangsiapa yang membaca zikir tersebut di pagi hari sebanyak sepuluh kali, Allah akan mencatatkan baginya 10 kebaikan dan menghapuskan 10 kesalahan darinya. Di samping itu dia juga mendapatkan kebaikan semisal memerdekakan 10 budak. Allah akan melindunginya dari gangguan setan hingga petang hari. Siapa yang mengucapkannya di petang hari, ia akan mendapatkan keutamaan semisal itu pula. (HR. An Nasai Al Kubra VI: 10)",
        "list5": "15. Membaca Doa",
        "para17": "“Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari kejahatan makhluk yang diciptakan-Nya.” (dibaca 3 kali pada waktu petang)",
        "para18": "Faedah: Siapa yang mengucapkannya di petang hari, niscaya tidak ada racun atau binatang (seperti: kalajengking) yang mencelakakannya di malam itu. (HR. Ahmad II/290. Syekh Syuaib Al Arnaut mengatakan bahwa sanad hadis ini sahih sesuai syarat Muslim. Lihat komentar Syekh Syuaib Al Arnaut terhadap hadis ini untuk pengertian hummah diartikan dengan racun atau sengatan kalajengking)"
      },
      {
        "title": "Akhi Ukhti, Menjaga Hafalan Alquran Butuh Perjuangan, Adapun Menambah Hafalan Itu Mudah",
        "para1": "Berikut salah satu cara mudah menambah hafalan Alquran menggunakan metode yang pernah dipraktikkan oleh penulis yaitu metode TAQSIM MUSHAF (TAHAF):",
        "para2": "1. Ikhlaskan Niat",
        "para3": "2. Memiliki semangat yang kuat",
        "para4": "3. Bersuci sebelum menghafal (berwudu dan menggosok gigi/bersiwak)",
        "para5": "4. Menyiapkan mushaf standar",
        "para6": "5. Membawa bekal air mineral",
        "para7": "6. Memilih tempat yang tepat dan tenang",
        "para8": "7. Memilih waktu yang tepat seperti setelah Zuhur dan sebelum Subuh",
        "para9": "8. Konsentrasi penuh",
        "para10": "9. Membagi halaman mushaf menjadi 3 bagian/dicicil - TAQSIM TSALATSAH (potongan pertama, kedua dan ketiga)",
        "para11": "10. Mulai menghafal dengan pertolongan dan taufik dari Allah kemudian kemampuan dasar bahasa Arab dan lain-lain",
        "para12": "11. Hafalkan meskipun tidak hafal-hafal",
        "para13": "12. Hafalkan potongan pertama kemudian dikuatkan, lanjut potongan kedua kemudian dikuatkan, kemudian potongan pertama digabungkan dengan potongan kedua dan dikuatkan, lanjut potongan ketiga kemudian dikuatkan, kemudian potongan pertama dan kedua serta ketiga digabungkan dan dikuatkan",
        "para14": "13. Untuk penguatan hafalan berbeda-beda tergantung kekuatan daya ingat masing-masing penghafal, ada yang sekali baca/ulang langsung ingat, dua kali, tiga kali dan seterusnya",
        "para15": "14. Secara umum durasi normal menghafal adalah 30 menit untuk 1 halaman",
        "para16": "15. Jangan lupa disetorkan ke muhafiz, teman atau mendengarkan murattal Alquran untuk memastikan/mengecek ketepatan hafalan",
        "para17": "16. Setelah mendapatkan 1 halaman yang dihafal jangan sampai ditinggal dan tidak dimurajaah di hari selanjutnya. Solusinya, gunakan metode SALATI° (target hafal seumur hidup in sya Allah)",
        "para18": "Selamat mencoba!",
        "para19": "Catatan: metode ini tidak disarankan untuk yang baru bisa membaca Alquran."
      }

]